Repository: find-xposed-magisk/nezha
Catalog: pkg/i18n/translations/*/LC_MESSAGES/nezha.po
Languages: es_es, ta_in

source: alert id %d does not exist
es_es: el ID de alerta %d no existe
ta_in: எச்சரிக்கை ஐடி %d இல்லை

source: permission denied
es_es: permiso denegado
ta_in: இசைவு மறுக்கப்பட்டது

source: duration need to be at least 3
es_es: la duración debe ser al menos de 3
ta_in: காலம் குறைந்தது 3 ஆக இருக்க வேண்டும்

source: cycle_interval need to be at least 1
es_es: cycle_interval debe ser al menos 1
ta_in: cycle_interval குறைந்தது 1 ஆக இருக்க வேண்டும்

source: cycle_start is not set
es_es: no se ha configurado el cycle_start
ta_in: cycle_start அமைக்கப்படவில்லை

source: cycle_start is a future value
es_es: cycle_start es un valor futuro
ta_in: cycle_start என்பது எதிர்கால மதிப்பு

source: need to configure at least a single rule
es_es: es necesario configurar al menos una regla
ta_in: குறைந்தபட்சம் ஒரு விதியையாவது கட்டமைக்க வேண்டும்

source: unauthorized
es_es: no autorizado
ta_in: அங்கீகரிக்கப்படாதது

source: database error
es_es: error de base de datos
ta_in: தரவுத்தள பிழை

source: scheduled tasks cannot be triggered by alarms
es_es: las tareas programadas no pueden ser activadas por alarmas
ta_in: திட்டமிடப்பட்ட பணிகளை அலாரங்களால் தூண்ட முடியாது

source: task id %d does not exist
es_es: el ID de la tarea %d no existe
ta_in: பணி ஐடி %d இல்லை

source: the retry count must be an integer between 1 and 10
es_es: el número de reintentos debe ser un número entero entre 1 y 10
ta_in: மறுபயன்பாட்டு எண்ணிக்கை 1 முதல் 10 வரை ஒரு முழு எண்ணாக இருக்க வேண்டும்

source: error parsing %s: %v
es_es: error al analizar %s: %v
ta_in: பிழை பாகுபடுத்தல் %s: %v

source: profile id %d does not exist
es_es: el ID de perfil %d no existe
ta_in: சுயவிவர ஐடி %d இல்லை

source: server not found or not connected
es_es: servidor no encontrado o no conectado
ta_in: சேவையகம் கண்டுபிடிக்கப்படவில்லை அல்லது இணைக்கப்படவில்லை

source: a test message
es_es: un mensaje de prueba
ta_in: ஒரு சோதனை செய்தி

source: notification id %d does not exist
es_es: el ID de notificación %d no existe
ta_in: அறிவிப்பு ஐடி %d இல்லை

source: have invalid notification id
es_es: hay un ID de notificación no válido
ta_in: தவறான அறிவிப்பு ஐடி உள்ளது

source: group id %d does not exist
es_es: el ID de grupo %d no existe
ta_in: குழு ஐடி %d இல்லை

source: provider is required
es_es: Se requiere proveedor
ta_in: வழங்குநர் தேவை

source: provider not found
es_es: proveedor no encontrado
ta_in: வழங்குநர் கண்டுபிடிக்கப்படவில்லை

source: operation not permitted
es_es: operación no permitida
ta_in: செயல்பாடு அனுமதிக்கப்படவில்லை

source: code is required
es_es: código es requerido
ta_in: குறியீடு தேவை

source: oauth2 user not binded yet
es_es: no se ha vinculado oauth2 todavía
ta_in: OAuth2 பயனர் இன்னும் பிணைக்கப்படவில்லை

source: invalid state key
es_es: clave de estado no válida
ta_in: தவறான மாநில விசை

source: server id %d does not exist
es_es: el ID de servidor %d no existe
ta_in: சேவையக ஐடி %d இல்லை

source: operation timeout
es_es: Se agoto el tiempo de espera
ta_in: செயல்பாடு நேரம்கடந்தது

source: get server config failed: %v
es_es: fallo al obtener configuración del servidor: %v
ta_in: சேவையக கட்டமைப்பு தோல்வியுற்றது: %v

source: get server config failed
es_es: fallo al obtener configuración del servidor
ta_in: சேவையக கட்டமைப்பு தோல்வியுற்றது

source: have invalid server id
es_es: hay un ID de servidor no válido
ta_in: தவறான சேவையக ஐடி உள்ளது

source: server not found
es_es: servidor no encontrado
ta_in: சேவையகம் கிடைக்கவில்லை

source: service id %d does not exist
es_es: el ID de servicio %d no existe
ta_in: சேவை ஐடி %d இல்லை

source: incorrect password
es_es: contraseña incorrecta
ta_in: தவறான கடவுச்சொல்

source: you don't have any oauth2 bindings
es_es: No tienes ningún OAuth2 configurado
ta_in: உங்களிடம் OAuth2 பிணைப்புகள் எதுவும் இல்லை

source: password length must be greater than 6
es_es: la longitud de la contraseña debe ser mayor a 6
ta_in: கடவுச்சொல் நீளம் 6 ஐ விட அதிகமாக இருக்க வேண்டும்

source: username can't be empty
es_es: el nombre de usuario no puede estar vacío
ta_in: பயனர்பெயர் காலியாக இருக்க முடியாது

source: invalid role
es_es: rol inválido
ta_in: தவறான பங்கு

source: can't delete yourself
es_es: no puedes eliminarte a ti mismo
ta_in: உங்களை நீங்களே நீக்க முடியாது

source: timeout: no connection established
es_es: tiempo de espera agotado: no se pudo establecer conexión
ta_in: நேரம் முடிந்தது: எந்த தொடர்பும் நிறுவப்படவில்லை

source: timeout: user connection not established
es_es: tiempo de espera agotado: no se pudo establecer conexión con el usuario
ta_in: நேரம் முடிந்தது: பயனர் இணைப்பு நிறுவப்படவில்லை

source: timeout: agent connection not established
es_es: tiempo de espera agotado: no se pudo establecer conexión con agent
ta_in: நேரம் முடிந்தது: முகவர் இணைப்பு நிறுவப்படவில்லை

source: Scheduled Task Executed Successfully
es_es: tarea programada ejecutada con éxito
ta_in: திட்டமிடப்பட்ட பணி வெற்றிகரமாக செயல்படுத்தப்பட்டது

source: Scheduled Task Executed Failed
es_es: falló la ejecución de la tarea programada
ta_in: திட்டமிடப்பட்ட பணி செயல்படுத்தப்பட்டது தோல்வியடைந்தது

source: IP Changed
es_es: IP cambiada
ta_in: ஐபி மாற்றப்பட்டது

source: Incident
es_es: Incidente
ta_in: நிகழ்வு

source: Resolved
es_es: Resuelto
ta_in: தீர்க்கப்பட்டது

source: Tasks failed to register: [
es_es: Las tareas no se pudieron registrar: [
ta_in: பணிகள் பதிவு செய்யத் தவறிவிட்டன: [

source: ] These tasks will not execute properly. Fix them in the admin dashboard.
es_es: ] Estas tareas no se ejecutarán correctamente. Corríjalas en el dashboard de administración.
ta_in: ] இந்த பணிகள் சரியாக இயங்காது. நிர்வாக டாச்போர்டில் அவற்றை சரிசெய்யவும்.

source: [Task failed] %s: server %s is offline and cannot execute the task
es_es: [Tarea fallida] %s: el servidor %s está fuera de línea y no puede ejecutar la tarea
ta_in: [பணி தோல்வியுற்றது] %s: சேவையகம் %s இணைப்பில்லாத மற்றும் பணியை செயல்படுத்த முடியாது

source: [Latency] %s %2f > %2f, Reporter: %s
es_es: [Latencia] %s %2f > %2f, Reportado por: %s
ta_in: [தாமதம்] %s %2f> %2f, நிருபர்: %s

source: [Latency] %s %2f < %2f, Reporter: %s
es_es: [Latencia] %s %2f < %2f, Reportado por: %s
ta_in: [தாமதம்] %s %2f < %2f, நிருபர்: %s

source: [%s] %s Reporter: %s, Error: %s
es_es: [%s] %s Reportado por: %s, Error: %s
ta_in: [ %s] %s நிருபர்: %s, பிழை: %s

source: [TLS] Fetch cert info failed, Reporter: %s, Error: %s
es_es: [TLS] Error al obtener información del certificado, Reportado por: %s, Error: %s
ta_in: [TLS] சான்றிதழ் செய்தி தோல்வியுற்றது, நிருபர்: %s, பிழை: %s

source: The TLS certificate will expire within seven days. Expiration time: %s
es_es: El certificado TLS expirará en los próximos siete días. Fecha de expiración: %s
ta_in: டி.எல்.எச் சான்றிதழ் ஏழு நாட்களுக்குள் காலாவதியாகும். காலாவதி நேரம்: %s

source: TLS certificate changed, old: issuer %s, expires at %s; new: issuer %s, expires at %s
es_es: El certificado TLS ha cambiado. Antiguo: emisor %s, expira en %s; Nuevo: emisor %s, expira en %s
ta_in: டி.எல்.எச் சான்றிதழ் மாற்றப்பட்டது, பழையது: வழங்குபவர் %s, %s காலாவதியாகின்றன; புதியது: வழங்குபவர் %s, %s இல் காலாவதியாகின்றன

source: No Data
es_es: Sin datos
ta_in: தரவு இல்லை

source: Good
es_es: Bueno
ta_in: நல்லது

source: Low Availability
es_es: Baja disponibilidad
ta_in: குறைந்த கிடைக்கும் தன்மை

source: Down
es_es: Fallo
ta_in: கீழே

source: user id not specified
es_es: id de usuario no especificado
ta_in: பயனர் ஐடி குறிப்பிடப்படவில்லை
